Revit 2024 API
ParameterTypeId.StructuralEndReleaseFy Property
 "End Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralEndReleaseFy { get; }
Visual Basic
Public Shared ReadOnly Property StructuralEndReleaseFy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralEndReleaseFy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace